Repository: Anthonyy232/Nagi
Catalog: src/Nagi.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, ar_eg, ar_sa, bg_bg, bn_bd, ca_es, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fa_ir, fi_fi, fr_fr, ga_ie, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, ko_kr, lt_lt, ms_my, nl_nl, no_no, pa_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sq_al, sr_cyrl_rs, sv_se, sw_ke, ta_in, th_th, tl_ph, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# SettingsPage_ResetApp.Description
source: This will delete all library data, playlists, and reset all settings to their defaults. The application will restart.
af_za: Dit sal alle biblioteekdata, snitlyste uitvee en alle instellings na hul verstekwaardes herstel. Die toepassing sal herbegin.
ar_eg: سيؤدي هذا إلى حذف جميع بيانات المكتبة وقوائم التشغيل وإعادة ضبط جميع الإعدادات إلى قيمها الافتراضية. سيتم إعادة تشغيل التطبيق.
ar_sa: سيؤدي هذا إلى حذف جميع بيانات المكتبة وقوائم التشغيل وإعادة تعيين جميع الإعدادات إلى قيمها الافتراضية. سيعاد تشغيل التطبيق.
bg_bg: Това ще изтрие всички данни от библиотеката, плейлистите и ще нулира всички настройки до техните стойности по подразбиране. Приложението ще се рестартира.
bn_bd: এটি সমস্ত লাইব্রেরি ডেটা, প্লেলিস্ট মুছে দেবে এবং সমস্ত সেটিংস ডিফল্টে রিসেট করবে। অ্যাপ্লিকেশনটি পুনরায় চালু হবে।
ca_es: Això eliminarà totes les dades de la biblioteca, les llistes de reproducció i restablirà tota la configuració als seus valors predeterminats. L'aplicació es reiniciarà.
cs_cz: Tímto odstraníte všechna data knihovny, playlisty a obnovíte všechna nastavení na výchozí hodnoty. Aplikace se restartuje.
da_dk: Dette vil slette alle biblioteksdata, afspilningslister og nulstille alle indstillinger til deres standardværdier. Applikationen vil genstarte.
de_de: Dadurch werden alle Bibliotheksdaten und Wiedergabelisten gelöscht und alle Einstellungen auf ihre Standardwerte zurückgesetzt. Die Anwendung wird neu gestartet.
el_gr: Αυτό θα διαγράψει όλα τα δεδομένα βιβλιοθήκης, τις λίστες αναπαραγωγής και θα επαναφέρει όλες τις ρυθμίσεις στις προεπιλογές τους. Η εφαρμογή θα επανεκκινήσει.
es_mx: Esto eliminará todos los datos de la biblioteca, listas de reproducción y restablecerá todos los ajustes a sus valores predeterminados. La aplicación se reiniciará.
et_ee: See kustutab kõik teegi andmed, esitusloendid ja lähtestab kõik seaded vaikeväärtustele. Rakendus taaskäivitub.
fa_ir: این کار تمام داده‌های کتابخانه، لیست‌های پخش و تمام تنظیمات را به حالت پیش‌فرض بازنشانی می‌کند. برنامه دوباره راه‌اندازی خواهد شد.
fi_fi: Tämä poistaa kaikki kirjastotiedot, soittolistat ja palauttaa kaikki asetukset oletuksiin. Sovellus käynnistyy uudelleen.
fr_fr: Cela supprimera toutes les données de la bibliothèque, les playlists et réinitialisera tous les paramètres par défaut. L'application redémarrera.
ga_ie: Scriosfaidh sé seo gach sonraí leabharlainne, seinmliostaí, agus athshocróidh sé gach socrú go dtí a réamhshocruithe. Atosófar an feidhmchlár.
he_il: פעולה זו תמחק את כל נתוני הספרייה, רשימות ההשמעה ותאפס את כל ההגדרות לברירות המחדל שלהן. היישום יופעל מחדש.
hi_in: यह सभी लाइब्रेरी डेटा, प्लेलिस्ट को हटा देगा और सभी सेटिंग्स को उनके डिफ़ॉल्ट पर रीसेट कर देगा। एप्लिकेशन पुनरारंभ होगा।
hr_hr: Ovo će izbrisati sve podatke knjižnice, popise za reprodukciju i vratiti sve postavke na zadane. Aplikacija će se ponovno pokrenuti.
hu_hu: Ez törli az összes könyvtáradatot, lejátszási listát, és visszaállítja az összes beállítást az alapértelmezettekre. Az alkalmazás újraindul.
id_id: Ini akan menghapus semua data pustaka, daftar putar, dan mengatur ulang semua pengaturan ke defaultnya. Aplikasi akan dimulai ulang.
it_it: Questo eliminerà tutti i dati della libreria, le playlist e reimposterà tutte le impostazioni ai valori predefiniti. L'applicazione si riavvierà.
ja_jp: これにより、すべてのライブラリデータ、プレイリストが削除され、すべての設定がデフォルトに戻ります。アプリケーションが再起動します。
ko_kr: 이 작업은 모든 라이브러리 데이터, 재생 목록을 삭제하고 모든 설정을 기본값으로 재설정합니다. 응용 프로그램이 다시 시작됩니다.
lt_lt: Tai ištrins visus bibliotekos duomenis, grojaraščius ir atstatys visus nustatymus į numatytuosius. Programa bus paleista iš naujo.
ms_my: Ini akan memadamkan semua data pustaka, senarai main, dan menetapkan semula semua tetapan kepada lalainya. Aplikasi akan dimulakan semula.
nl_nl: Dit zal alle bibliotheekgegevens, afspeellijsten verwijderen en alle instellingen terugzetten naar de standaardwaarden. De applicatie zal opnieuw opstarten.
no_no: Dette vil slette alle bibliotekdata, spillelister og tilbakestille alle innstillinger til standard. Applikasjonen vil starte på nytt.
pa_in: ਇਹ ਸਾਰਾ ਲਾਇਬ੍ਰੇਰੀ ਡਾਟਾ, ਪਲੇਲਿਸਟਾਂ ਨੂੰ ਮਿਟਾ ਦੇਵੇਗਾ, ਅਤੇ ਸਾਰੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਮੂਲ ਰੂਪ 'ਤੇ ਰੀਸੈਟ ਕਰ ਦੇਵੇਗਾ। ਐਪਲੀਕੇਸ਼ਨ ਮੁੜ ਚਾਲੂ ਹੋ ਜਾਵੇਗੀ।
pl_pl: Spowoduje to usunięcie wszystkich danych biblioteki, playlist i zresetowanie wszystkich ustawień do wartości domyślnych. Aplikacja zostanie ponownie uruchomiona.
pt_pt: Isto irá eliminar todos os dados da biblioteca, listas de reprodução e repor todas as definições para as predefinições. A aplicação será reiniciada.
ro_ro: Aceasta va șterge toate datele bibliotecii, listele de redare și va reseta toate setările la valorile implicite. Aplicația va reporni.
ru_ru: Это удалит все данные библиотеки, плейлисты и сбросит все настройки до значений по умолчанию. Приложение будет перезапущено.
sk_sk: Týmto sa odstránia všetky údaje knižnice, zoznamy skladieb a resetujú sa všetky nastavenia na ich predvolené hodnoty. Aplikácia sa reštartuje.
sq_al: Kjo do të fshijë të gjitha të dhënat e bibliotekës, listat e luajtjes dhe do të rivendosë të gjitha cilësimet në vlerat e tyre parazgjedhura. Aplikacioni do të rifillojë.
sr_cyrl_rs: Ово ће обрисати све податке библиотеке, плејлисте и ресетовати сва подешавања на подразумеване вредности. Апликација ће се поново покренути.
sv_se: Detta kommer att radera all biblioteksdata, spellistor och återställa alla inställningar till standardvärden. Applikationen kommer att startas om.
sw_ke: Hii itafuta data yote ya maktaba, orodha za nyimbo, na kuweka upya mipangilio yote kwa chaguomsingi zake. Programu itaanza upya.
ta_in: இது அனைத்து நூலகத் தரவுகள், பிளேலிஸ்ட்கள் மற்றும் அனைத்து அமைப்புகளையும் இயல்புநிலைக்கு மீட்டமைக்கும். பயன்பாடு மீண்டும் தொடங்கும்.
th_th: การดำเนินการนี้จะลบข้อมูลคลังเพลงทั้งหมด เพลย์ลิสต์ และรีเซ็ตการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น แอปพลิเคชันจะเริ่มต้นใหม่
tl_ph: Buburahin nito ang lahat ng data ng library, mga playlist, at ire-reset ang lahat ng setting sa default nito. Magre-restart ang application.
tr_tr: Bu işlem, tüm arşiv verilerini, çalma listelerini siler ve tüm ayarları varsayılan değerlerine sıfırlar. Uygulama yeniden başlatılacaktır.
uk_ua: Це призведе до видалення всіх даних бібліотеки, списків відтворення та скидання всіх налаштувань до їх стандартних значень. Програма буде перезапущена.
vi_vn: Thao tác này sẽ xóa tất cả dữ liệu thư viện, danh sách phát và đặt lại tất cả cài đặt về mặc định. Ứng dụng sẽ khởi động lại.
zh_cn: 这将删除所有库数据、播放列表，并将所有设置重置为默认值。应用程序将重新启动。
zh_tw: 這將刪除所有媒體庫資料、播放清單，並將所有設定重設為預設值。應用程式將重新啟動。

# SettingsPage_ResetButton.Content
source: Reset All Data
af_za: Stel Alle Data Terug
ar_eg: عيد ظبط كل البيانات
ar_sa: إعادة تعيين جميع البيانات
bg_bg: Нулирай всички данни
bn_bd: সমস্ত ডেটা রিসেট করুন
ca_es: Restablir totes les dades
cs_cz: Resetovat všechna data
da_dk: Nulstil alle data
de_de: Alle Daten zurücksetzen
el_gr: Επαναφορά Όλων των Δεδομένων
es_mx: Restablecer todos los datos
et_ee: Lähtesta kõik andmed
fa_ir: بازنشانی تمام داده‌ها
fi_fi: Nollaa kaikki tiedot
fr_fr: Réinitialiser toutes les données
ga_ie: Athshocraigh Gach Sonraí
he_il: אפס את כל הנתונים
hi_in: सभी डेटा रीसेट करें
hr_hr: Poništi sve podatke
hu_hu: Összes adat visszaállítása
id_id: Atur Ulang Semua Data
it_it: Reimposta tutti i dati
ja_jp: 全データをリセット
ko_kr: 모든 데이터 초기화
lt_lt: Atstatyti visus duomenis
ms_my: Tetapkan Semula Semua Data
nl_nl: Alle gegevens resetten
no_no: Tilbakestill alle data
pa_in: ਸਾਰਾ ਡਾਟਾ ਰੀਸੈਟ ਕਰੋ
pl_pl: Zresetuj wszystkie dane
pt_pt: Repor Todos os Dados
ro_ro: Resetează toate datele
ru_ru: Сбросить все данные
sk_sk: Resetovať všetky dáta
sq_al: Rivendos të gjitha të dhënat
sr_cyrl_rs: Ресетуј све податке
sv_se: Återställ all data
sw_ke: Weka Upya Data Zote
ta_in: அனைத்து தரவுகளையும் மீட்டமை
th_th: รีเซ็ตข้อมูลทั้งหมด
tl_ph: I-reset Lahat ng Data
tr_tr: Tüm Verileri Sıfırla
uk_ua: Скинути всі дані
vi_vn: Đặt lại tất cả dữ liệu
zh_cn: 重置所有数据
zh_tw: 重設所有資料

# SettingsPage_Section_Integrations.Text
source: Integrations
af_za: Integrasies
ar_eg: دمج
ar_sa: التكاملات
bg_bg: Интеграции
bn_bd: ইন্টিগ্রেশন
ca_es: Integracions
cs_cz: Integrace
da_dk: Integrationer
de_de: Integrationen
el_gr: Ενσωματώσεις
es_mx: Integraciones
et_ee: Integratsioonid
fa_ir: یکپارچه‌سازی‌ها
fi_fi: Integraatiot
fr_fr: Intégrations
ga_ie: Comhtháthuithe
he_il: אינטגרציות
hi_in: एकीकरण
hr_hr: Integracije
hu_hu: Integrációk
id_id: Integrasi
it_it: Integrazioni
ja_jp: 連携
ko_kr: 통합
lt_lt: Integracijos
ms_my: Integrasi
nl_nl: Integraties
no_no: Integrasjoner
pa_in: ਏਕੀਕਰਣ
pl_pl: Integracje
pt_pt: Integrações
ro_ro: Integrări
ru_ru: Интеграции
sk_sk: Integrácie
sq_al: Integrimet
sr_cyrl_rs: Интеграције
sv_se: Integrationer
sw_ke: Ujumuishaji
ta_in: ஒருங்கிணைப்புகள்
th_th: การผสานรวม
tl_ph: Mga Integrasyon
tr_tr: Entegrasyonlar
uk_ua: Інтеграції
vi_vn: Tích hợp
zh_cn: 集成
zh_tw: 整合

# SettingsPage_LastFm.Description
source: Connect your Last.fm account to scrobble tracks and show your currently playing song.
af_za: Koppel jou Last.fm-rekening om snitte te skrobbel en jou liedjie wat tans speel, te wys.
ar_eg: ربط حسابك في Last.fm لتسجيل الأغاني وعرض الأغنية التي يتم تشغيلها حالياً.
ar_sa: اربط حسابك على Last.fm لتسجيل الأغاني وعرض الأغنية التي يتم تشغيلها حاليًا.
bg_bg: Свържете акаунта си в Last.fm, за да скробълвате песни и да показвате текущо възпроизвежданата си песен.
bn_bd: ট্র্যাক স্ক্রোবল করতে এবং আপনার বর্তমানে বাজানো গান দেখাতে আপনার Last.fm অ্যাকাউন্ট সংযুক্ত করুন।
ca_es: Connecta el teu compte de Last.fm per registrar pistes i mostrar la cançó que estàs reproduint actualment.
cs_cz: Připojte svůj účet Last.fm pro scrobble skladeb a zobrazení aktuálně přehrávané skladby.
da_dk: Forbind din Last.fm-konto for at scrobble numre og vise din nuværende sang.
de_de: Verbinden Sie Ihr Last.fm-Konto, um Titel zu scrobbeln und Ihr aktuell wiedergegebenes Lied anzuzeigen.
el_gr: Συνδέστε τον λογαριασμό σας στο Last.fm για να καταγράφετε κομμάτια και να εμφανίζετε το τραγούδι που παίζει τώρα.
es_mx: Conecta tu cuenta de Last.fm para scrobblear pistas y mostrar la canción que estás reproduciendo actualmente.
et_ee: Ühendage oma Last.fm-i konto lugude skrobblimiseks ja parajasti mängitava loo kuvamiseks.
fa_ir: حساب Last.fm خود را برای ثبت آهنگ‌ها و نمایش آهنگ در حال پخش متصل کنید.
fi_fi: Yhdistä Last.fm-tilisi scrobblettamaan kappaleita ja näyttämään parhaillaan soivan kappaleen.
fr_fr: Connectez votre compte Last.fm pour scrobbler les titres et afficher la chanson en cours de lecture.
ga_ie: Ceangail do chuntas Last.fm chun rianta a scrobáil agus chun an t-amhrán atá ag seinm faoi láthair a thaispeáint.
he_il: חבר את חשבון Last.fm שלך כדי לשלוח נתוני שירים ולהציג את השיר המתנגן כעת.
hi_in: ट्रैक स्क्रॉबल करने और अपना वर्तमान में चल रहा गाना दिखाने के लिए अपने Last.fm खाते को कनेक्ट करें।
hr_hr: Povežite svoj Last.fm račun za skroblovavanje pjesama i prikaz trenutno reproducirane pjesme.
hu_hu: Csatlakoztassa Last.fm fiókját a számok scrobble-özéséhez és az aktuálisan lejátszott dal megjelenítéséhez.
id_id: Hubungkan akun Last.fm Anda untuk scrobble lagu dan menampilkan lagu yang sedang Anda putar.
it_it: Connetti il tuo account Last.fm per scrobblare le tracce e mostrare la canzone attualmente in riproduzione.
ja_jp: Last.fmアカウントを接続して、トラックをスクロブルし、現在再生中の曲を表示します。
ko_kr: Last.fm 계정을 연결하여 트랙을 스크로블하고 현재 재생 중인 곡을 표시합니다.
lt_lt: Prijunkite savo Last.fm paskyrą, kad siųstumėte kūrinius ir rodytumėte šiuo metu grojančią dainą.
ms_my: Sambungkan akaun Last.fm anda untuk "scrobble" lagu dan tunjukkan lagu yang sedang dimainkan.
nl_nl: Verbind uw Last.fm-account om nummers te scrobbelen en uw momenteel afgespeelde nummer weer te geven.
no_no: Koble til Last.fm-kontoen din for å skrobble spor og vise sangen du spiller for øyeblikket.
pa_in: ਟਰੈਕਾਂ ਨੂੰ ਸਕ੍ਰੌਬਲ ਕਰਨ ਅਤੇ ਆਪਣੇ ਮੌਜੂਦਾ ਚੱਲ ਰਹੇ ਗਾਣੇ ਨੂੰ ਦਿਖਾਉਣ ਲਈ ਆਪਣੇ Last.fm ਖਾਤੇ ਨੂੰ ਕਨੈਕਟ ਕਰੋ।
pl_pl: Połącz swoje konto Last.fm, aby skrobblować utwory i wyświetlać aktualnie odtwarzany utwór.
pt_pt: Ligue a sua conta Last.fm para registar faixas e mostrar a música que está a tocar atualmente.
ro_ro: Conectează-ți contul Last.fm pentru a scrobbla melodii și a afișa melodia curentă.
ru_ru: Подключите свою учетную запись Last.fm, чтобы скробблить треки и показывать текущую воспроизводимую песню.
sk_sk: Pripojte svoj účet Last.fm na scrobble skladby a zobrazte svoju aktuálne prehrávanú skladbu.
sq_al: Lidh llogarinë tënde Last.fm për të scrobble këngët dhe për të shfaqur këngën që po luan aktualisht.
sr_cyrl_rs: Повежите свој Last.fm налог да бисте 'скробловали' нумере и приказали песму коју тренутно слушате.
sv_se: Anslut ditt Last.fm-konto för att scrobble spår och visa din låt som spelas för närvarande.
sw_ke: Unganisha akaunti yako ya Last.fm ili kuscroble nyimbo na kuonyesha wimbo wako unaochezwa sasa.
ta_in: ட்ராக்குகளை ஸ்க்ராபில் செய்யவும், தற்போது இயங்கும் பாடலைக் காட்டவும் உங்கள் Last.fm கணக்கை இணைக்கவும்.
th_th: เชื่อมต่อบัญชี Last.fm ของคุณเพื่อบันทึกเพลงและแสดงเพลงที่คุณกำลังเล่นอยู่
tl_ph: Ikonekta ang iyong Last.fm account para mag-scrobble ng mga track at ipakita ang iyong kasalukuyang pinapatugtog na kanta.
tr_tr: Parçaları scrobble etmek ve o anda çalan şarkınızı göstermek için Last.fm hesabınızı bağlayın.
uk_ua: Підключіть свій обліковий запис Last.fm, щоб скроблювати треки та показувати пісню, яка відтворюється.
vi_vn: Kết nối tài khoản Last.fm của bạn để scrobble các bản nhạc và hiển thị bài hát đang phát của bạn.
zh_cn: 连接您的 Last.fm 账户以上报曲目并显示您当前正在播放的歌曲。
zh_tw: 連接您的 Last.fm 帳戶以記錄曲目並顯示您正在播放的歌曲。

# SettingsPage_LastFm_Connect.Content
source: Connect
af_za: Koppel
ar_eg: ربط
ar_sa: اتصال
bg_bg: Свържи
bn_bd: সংযুক্ত করুন
ca_es: Connectar
cs_cz: Připojit
da_dk: Forbind
de_de: Verbinden
el_gr: Σύνδεση
es_mx: Conectar
et_ee: Ühenda
fa_ir: اتصال
fi_fi: Yhdistä
fr_fr: Connecter
ga_ie: Ceangail
he_il: התחבר
hi_in: कनेक्ट करें
hr_hr: Poveži se
hu_hu: Csatlakoztatás
id_id: Hubungkan
it_it: Connetti
ja_jp: 接続
ko_kr: 연결
lt_lt: Prijungti
ms_my: Sambung
nl_nl: Verbinden
no_no: Koble til
pa_in: ਕਨੈਕਟ ਕਰੋ
pl_pl: Połącz
pt_pt: Ligar
ro_ro: Conectează
ru_ru: Подключиться
sk_sk: Pripojiť
sq_al: Lidh
sr_cyrl_rs: Повежи
sv_se: Anslut
sw_ke: Unganisha
ta_in: இணை
th_th: เชื่อมต่อ
tl_ph: Ikonekta
tr_tr: Bağlan
uk_ua: Підключити
vi_vn: Kết nối
zh_cn: 连接
zh_tw: 連接

# SettingsPage_LastFm_Complete.Content
source: Complete
af_za: Voltooi
ar_eg: إتمام
ar_sa: إكمال
bg_bg: Завърши
bn_bd: সম্পূর্ণ
ca_es: Completar
cs_cz: Dokončit
da_dk: Færdig
de_de: Fertigstellen
el_gr: Ολοκλήρωση
es_mx: Completar
et_ee: Valmis
fa_ir: تکمیل
fi_fi: Valmis
fr_fr: Terminer
ga_ie: Comhlánaigh
he_il: השלם
hi_in: पूरा करें
hr_hr: Dovrši
hu_hu: Kész
id_id: Selesai
it_it: Completa
ja_jp: 完了
ko_kr: 완료
lt_lt: Baigti
ms_my: Lengkap
nl_nl: Voltooid
no_no: Fullfør
pa_in: ਪੂਰਾ ਕਰੋ
pl_pl: Zakończ
pt_pt: Concluído
ro_ro: Completează
ru_ru: Завершить
sk_sk: Dokončiť
sq_al: Përfundo
sr_cyrl_rs: Заврши
sv_se: Slutför
sw_ke: Kamilisha
ta_in: நிறைவு செய்
th_th: เสร็จสมบูรณ์
tl_ph: Kumpleto
tr_tr: Tamamla
uk_ua: Завершити
vi_vn: Hoàn tất
zh_cn: 完成
zh_tw: 完成

# SettingsPage_LastFm_Cancel.Content
source: Cancel
af_za: Kanselleer
ar_eg: الغى
ar_sa: إلغاء
bg_bg: Отказ
bn_bd: বাতিল করুন
ca_es: Cancel·lar
cs_cz: Zrušit
da_dk: Annuller
de_de: Abbrechen
el_gr: Ακύρωση
es_mx: Cancelar
et_ee: Tühista
fa_ir: لغو
fi_fi: Peruuta
fr_fr: Annuler
ga_ie: Cealaigh
he_il: ביטול
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
id_id: Batal
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
lt_lt: Atšaukti
ms_my: Batal
nl_nl: Annuleren
no_no: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl_pl: Anuluj
pt_pt: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť
sq_al: Anulo
sr_cyrl_rs: Откажи
sv_se: Avbryt
sw_ke: Ghairi
ta_in: ரத்துசெய்
th_th: ยกเลิก
tl_ph: Kanselahin
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy
zh_cn: 取消
zh_tw: 取消

# SettingsPage_LastFm_Disconnect.Content
source: Disconnect
af_za: Ontkoppel
ar_eg: قطع الاتصال
ar_sa: قطع الاتصال
bg_bg: Прекъсни връзката
bn_bd: সংযোগ বিচ্ছিন্ন করুন
ca_es: Desconnectar
cs_cz: Odpojit
da_dk: Afbryd forbindelse
de_de: Trennen
el_gr: Αποσύνδεση
es_mx: Desconectar
et_ee: Katkesta ühendus
fa_ir: قطع اتصال
fi_fi: Katkaise yhteys
fr_fr: Déconnecter
ga_ie: Dícheangail
he_il: התנתק
hi_in: डिस्कनेक्ट करें
hr_hr: Prekini vezu
hu_hu: Leválasztás
id_id: Putuskan Sambungan
it_it: Disconnetti
ja_jp: 切断
ko_kr: 연결 해제
lt_lt: Atjungti
ms_my: Putuskan Sambungan
nl_nl: Verbinding verbreken
no_no: Koble fra
pa_in: ਡਿਸਕਨੈਕਟ ਕਰੋ
pl_pl: Rozłącz
pt_pt: Desligar
ro_ro: Deconectează
ru_ru: Отключиться
sk_sk: Odpojiť
sq_al: Shkëput
sr_cyrl_rs: Искључи
sv_se: Koppla från
sw_ke: Tenganisha
ta_in: துண்டிப்பு
th_th: ยกเลิกการเชื่อมต่อ
tl_ph: Idiskonekta
tr_tr: Bağlantıyı Kes
uk_ua: Відключити
vi_vn: Ngắt kết nối
zh_cn: 断开连接
zh_tw: 中斷連接

# SettingsPage_LastFm_Scrobbling.Header
source: Enable scrobbling
af_za: Aktiveer skrobbeling
ar_eg: تفعيل التسجيل
ar_sa: تمكين تسجيل الأغاني
bg_bg: Активиране на скробълинг
bn_bd: স্ক্রোবলিং সক্ষম করুন
ca_es: Habilitar scrobbling
cs_cz: Povolit scrobbling
da_dk: Aktiver scrobbling
de_de: Scrobbling aktivieren
el_gr: Ενεργοποίηση καταγραφής
es_mx: Habilitar scrobbling
et_ee: Luba skrobblimine
fa_ir: فعال کردن ثبت آهنگ
fi_fi: Ota scrobbling käyttöön
fr_fr: Activer le scrobbling
ga_ie: Cumasaigh scrobáil
he_il: אפשר
hi_in: स्क्रॉबलिंग सक्षम करें
hr_hr: Omogući skroblovavanje
hu_hu: Scrobble engedélyezése
id_id: Aktifkan scrobbling
it_it: Abilita scrobbling
ja_jp: スクロブルを有効にする
ko_kr: 스크로블링 활성화
lt_lt: Įjungti scrobbling
ms_my: Dayakan "scrobbling"
nl_nl: Scrobbling inschakelen
no_no: Aktiver skrobbling
pa_in: ਸਕ੍ਰੌਬਲਿੰਗ ਸਮਰੱਥ ਕਰੋ
pl_pl: Włącz scrobblowanie
pt_pt: Ativar scrobbling
ro_ro: Activează scrobbling-ul
ru_ru: Включить скробблинг
sk_sk: Povoliť scrobbling
sq_al: Aktivizo scrobbling-un
sr_cyrl_rs: Омогући 'скробловање'
sv_se: Aktivera scrobbling
sw_ke: Washa scrobbling
ta_in: ஸ்க்ராபிலிங்கை இயக்கு
th_th: เปิดใช้งานการบันทึกเพลง
tl_ph: I-enable ang scrobbling
tr_tr: Scrobble etmeyi etkinleştir
uk_ua: Увімкнути скроблінг
vi_vn: Bật scrobbling
zh_cn: 启用上报
zh_tw: 啟用記錄

# SettingsPage_LastFm_Scrobbling.Description
source: Automatically add the tracks you listen to on Nagi to your Last.fm profile.
af_za: Voeg outomaties die snitte waarna jy op Nagi luister by jou Last.fm-profiel.
ar_eg: إضافة الأغاني التي تستمع إليها على ناجي تلقائياً إلى ملفك الشخصي في Last.fm.
ar_sa: أضف الأغاني التي تستمع إليها على ناجي تلقائيًا إلى ملفك الشخصي على Last.fm.
bg_bg: Автоматично добавяйте песните, които слушате в Nagi, към вашия Last.fm профил.
bn_bd: Nagi-তে আপনার শোনা ট্র্যাকগুলি স্বয়ংক্রিয়ভাবে আপনার Last.fm প্রোফাইলে যোগ করুন।
ca_es: Afegir automàticament les pistes que escoltes a Nagi al teu perfil de Last.fm.
cs_cz: Automaticky přidávat skladby, které posloucháte v Nagi, do vašeho profilu Last.fm.
da_dk: Føj automatisk de numre, du lytter til på Nagi, til din Last.fm-profil.
de_de: Fügen Sie die Titel, die Sie auf Nagi hören, automatisch Ihrem Last.fm-Profil hinzu.
el_gr: Προσθέστε αυτόματα τα κομμάτια που ακούτε στο Nagi στο προφίλ σας στο Last.fm.
es_mx: Añade automáticamente las pistas que escuchas en Nagi a tu perfil de Last.fm.
et_ee: Lisab automaatselt Nagi vahendusel kuulatud lood teie Last.fm-i profiilile.
fa_ir: به طور خودکار آهنگ‌هایی را که در Nagi گوش می‌دهید به پروفایل Last.fm خود اضافه کنید.
fi_fi: Lisää automaattisesti Nagissa kuuntelemasi kappaleet Last.fm-profiiliisi.
fr_fr: Ajoute automatiquement les titres que vous écoutez sur Nagi à votre profil Last.fm.
ga_ie: Cuir na rianta a éisteann tú leo ar Nagi go huathoibríoch le do phróifíl Last.fm.
he_il: הוסף אוטומטית את השירים שאתה מאזין להם ב-Nagi לפרופיל Last.fm שלך.
hi_in: आप नागी पर जो ट्रैक सुनते हैं उन्हें स्वचालित रूप से अपनी Last.fm प्रोफ़ाइल में जोड़ें।
hr_hr: Automatski dodajte pjesme koje slušate na Nagiju na svoj Last.fm profil.
hu_hu: Automatikusan hozzáadja a Nagin hallgatott számokat a Last.fm profiljához.
id_id: Otomatis tambahkan lagu yang Anda dengarkan di Nagi ke profil Last.fm Anda.
it_it: Aggiungi automaticamente le tracce che ascolti su Nagi al tuo profilo Last.fm.
ja_jp: Nagiで聴いたトラックをLast.fmプロフィールに自動的に追加します。
ko_kr: Nagi에서 듣는 트랙을 Last.fm 프로필에 자동으로 추가합니다.
lt_lt: Automatiškai pridėti „Nagi“ klausomus kūrinius į savo Last.fm profilį.
ms_my: Tambah lagu yang anda dengar di Nagi secara automatik ke profil Last.fm anda.
nl_nl: Voeg de nummers die u beluistert op Nagi automatisch toe aan uw Last.fm-profiel.
no_no: Legg automatisk til sporene du lytter til på Nagi til din Last.fm-profil.
pa_in: ਨਾਗੀ 'ਤੇ ਸੁਣੇ ਗਏ ਟਰੈਕਾਂ ਨੂੰ ਆਪਣੇ Last.fm ਪ੍ਰੋਫਾਈਲ ਵਿੱਚ ਆਪਣੇ ਆਪ ਸ਼ਾਮਲ ਕਰੋ।
pl_pl: Automatycznie dodawaj utwory słuchane w Nagi do swojego profilu Last.fm.
pt_pt: Adicione automaticamente as faixas que ouve no Nagi ao seu perfil Last.fm.
ro_ro: Adaugă automat melodiile pe care le asculți pe Nagi la profilul tău Last.fm.
ru_ru: Автоматически добавлять треки, которые вы слушаете в Nagi, в свой профиль Last.fm.
sk_sk: Automaticky pridávať skladby, ktoré počúvate na Nagi, do vášho profilu Last.fm.
sq_al: Shto automatikisht këngët që dëgjon në Nagi në profilin tënd Last.fm.
sr_cyrl_rs: Аутоматски додајте нумере које слушате на Нагију у ваш Last.fm профил.
sv_se: Lägg automatiskt till låtarna du lyssnar på i Nagi till din Last.fm-profil.
sw_ke: Ongeza nyimbo unazosikiliza kwenye Nagi kiotomatiki kwenye wasifu wako wa Last.fm.
ta_in: நாகியில் நீங்கள் கேட்கும் ட்ராக்குகளை உங்கள் Last.fm சுயவிவரத்திற்கு தானாகவே சேர்க்கவும்.
th_th: เพิ่มเพลงที่คุณฟังบน Nagi ไปยังโปรไฟล์ Last.fm ของคุณโดยอัตโนมัติ
tl_ph: Awtomatikong idagdag ang mga track na pinakikinggan mo sa Nagi sa iyong Last.fm profile.
tr_tr: Nagi'de dinlediğiniz parçaları Last.fm profilinize otomatik olarak ekleyin.
uk_ua: Автоматично додавати треки, які ви слухаєте в Nagi, до вашого профілю Last.fm.
vi_vn: Tự động thêm các bản nhạc bạn nghe trên Nagi vào hồ sơ Last.fm của bạn.
zh_cn: 自动将您在 Nagi 上听的曲目添加到您的 Last.fm 个人资料。
zh_tw: 自動將您在 Nagi 上收聽的曲目新增至您的 Last.fm 個人資料。

# SettingsPage_LastFm_NowPlaying.Header
source: Update 'Now Playing'
af_za: Dateer 'Nou Speel' op
ar_eg: تحديث "قيد التشغيل الآن"
ar_sa: تحديث 'قيد التشغيل الآن'
bg_bg: Актуализиране на „Сега се възпроизвежда“
bn_bd: 'এখন বাজছে' আপডেট করুন
ca_es: Actualitzar 'Ara sonant'
cs_cz: Aktualizovat 'Nyní hraje'
da_dk: Opdater 'Spiller nu'
de_de: „Aktuelle Wiedergabe“ aktualisieren
el_gr: Ενημέρωση 'Τώρα Αναπαραγωγή'
es_mx: Actualizar 'Reproduciendo ahora'
et_ee: Uuenda 'Praegu mängib'
fa_ir: به‌روزرسانی 'در حال پخش'
fi_fi: Päivitä 'Nyt soi'
fr_fr: Mettre à jour 'En lecture'
ga_ie: Nuashonraigh 'Ag Seinn Anois'
he_il: עדכן 'מתנגן כעת'
hi_in: 'अब चल रहा है' अपडेट करें
hr_hr: Ažuriraj 'Sada svira'
hu_hu: „Most játszott” frissítése
id_id: Perbarui 'Sedang Diputar'
it_it: Aggiorna 'In Riproduzione'
ja_jp: 「再生中」を更新
ko_kr: '지금 재생 중' 업데이트
lt_lt: Atnaujinti „Dabar groja“
ms_my: Kemas Kini 'Sedang Dimainkan'
nl_nl: 'Nu afspelen' bijwerken
no_no: Oppdater 'Spiller nå'
pa_in: 'ਹੁਣ ਚੱਲ ਰਿਹਾ' ਅੱਪਡੇਟ ਕਰੋ
pl_pl: Aktualizuj 'Teraz odtwarzane'
pt_pt: Atualizar 'A Tocar Agora'
ro_ro: Actualizează „Redare acum”
ru_ru: Обновлять 'Сейчас играет'
sk_sk: Aktualizovať 'Teraz hrá'
sq_al: Përditëso 'Tani po luhet'
sr_cyrl_rs: Ажурирај 'Тренутно се репродукује'
sv_se: Uppdatera 'Spelas nu'
sw_ke: Sasisha 'Inacheza Sasa'
ta_in: 'இப்போது இயங்குவது' என்பதைப் புதுப்பி
th_th: อัปเดต 'กำลังเล่น'
tl_ph: I-update ang 'Now Playing'
tr_tr: 'Şimdi Çalıyor'u Güncelle
uk_ua: Оновити 'Зараз грає'
vi_vn: Cập nhật 'Đang phát'
zh_cn: 更新“正在播放”
zh_tw: 更新「目前播放」
